"__title__" = "Conta Bancária (AU)";

"__description__" = "Informações de Conta Bancária australiana.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountType" = "Tipo";

"bankNo" = "BSB";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefone";

"branchAddress" = "Address";

"telephonePin" = "PIN do Telefone";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "Outros";
